Repository: Bengerthelorf/Caudit
Catalog: Claudit/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 1 minute
zh_hans: 1 分钟

source: 10 minutes
zh_hans: 10 分钟

source: 2 minutes
zh_hans: 2 分钟

source: 30 seconds
zh_hans: 30 秒

source: 5 minutes
zh_hans: 5 分钟

source: 5-Hour Window
zh_hans: 5 小时窗口

source: 5h Quota %
zh_hans: 5 小时配额 %

source: 5h Quota Threshold Alerts
zh_hans: 5 小时配额阈值警报

source: 5h Window
zh_hans: 5 小时窗口

source: 7-Day Quota Threshold Alerts
zh_hans: 7 天配额阈值警报

source: 7d Quota %
zh_hans: 7 天配额 %

source: API Console Billing
zh_hans: API 控制台计费

source: API requests will appear here as they are made.
zh_hans: API 请求将在发起后显示在此处。

source: About
zh_hans: 关于

source: Active Profile
zh_hans: 活动配置文件

source: Activity
zh_hans: 活动

source: Add
zh_hans: 添加

source: Add Device…
zh_hans: 添加设备…

source: Add Profile
zh_hans: 添加配置文件

source: Aggregate Claude Code and OpenClaw usage from other machines via SSH.
zh_hans: 通过 SSH 聚合其他机器的 Claude Code 和 OpenClaw 使用量。

source: Alerts when your daily or monthly spend crosses the configured thresholds as a percentage of the budget. Set to $0 to disable.
zh_hans: 当每日或月度支出超过预算配置阈值百分比时发出警报。设置为 $0 可禁用。

source: Authentication
zh_hans: 认证

source: Auto-Start
zh_hans: 自动启动

source: Auto-Start Session
zh_hans: 自动启动会话

source: Auto-switch on limit
zh_hans: 达到限制时自动切换

source: Auto-switch when at limit
zh_hans: 达到限制时自动切换

source: Back
zh_hans: 返回

source: Bot Token
zh_hans: 机器人令牌

source: Budget Alerts
zh_hans: 预算警报

source: By Model
zh_hans: 按模型

source: Cache File
zh_hans: 缓存文件

source: Cache Format
zh_hans: 缓存格式

source: Cache active
zh_hans: 缓存已激活

source: Calculating…
zh_hans: 计算中…

source: Calls the OAuth usage endpoint directly. Full data including Opus and Sonnet breakdown. May be rate limited under heavy use.
zh_hans: 直接调用 OAuth 使用端点。包含 Opus 和 Sonnet 分类的完整数据。高频使用可能会被限流。

source: Cancel
zh_hans: 取消

source: Chat ID
zh_hans: 聊天 ID

source: Check that Claudit can read your usage data.
zh_hans: 检查 Claudit 是否可以读取您的使用数据。

source: Claude Code Integration
zh_hans: Claude Code 集成

source: Claude Config Path
zh_hans: Claude 配置路径

source: Claudit reads credentials from Claude Code. Run this command in your terminal if you haven't already:
zh_hans: Claudit 从 Claude Code 读取凭据。如果尚未运行，请在终端中执行此命令：

source: Clear
zh_hans: 清除

source: Close
zh_hans: 关闭

source: Config Dir
zh_hans: 配置目录

source: Connect Your Account
zh_hans: 连接您的账户

source: Connected
zh_hans: 已连接

source: Connection
zh_hans: 连接

source: Create at: api.slack.com/apps → Incoming Webhooks
zh_hans: 创建于：api.slack.com/apps → Incoming Webhooks

source: Create bot via @BotFather, send /start to bot, then use getUpdates API to find chat_id
zh_hans: 通过 @BotFather 创建机器人，向机器人发送 /start，然后使用 getUpdates API 查找 chat_id

source: Daily Budget
zh_hans: 每日预算

source: Dashboard
zh_hans: 仪表盘

source: Data
zh_hans: 数据

source: Debug
zh_hans: 调试

source: Delete
zh_hans: 删除

source: Detach as floating window
zh_hans: 分离为浮动窗口

source: Devices
zh_hans: 设备

source: Display
zh_hans: 显示

source: Enable Usage Cache
zh_hans: 启用使用量缓存

source: Enable Webhook
zh_hans: 启用 Webhook

source: Error
zh_hans: 错误

source: Example
zh_hans: 示例

source: Export as CSV
zh_hans: 导出为 CSV

source: Export as JSON
zh_hans: 导出为 JSON

source: Export usage data
zh_hans: 导出使用数据

source: Finish
zh_hans: 完成

source: Forward
zh_hans: 前进

source: General
zh_hans: 通用

source: Global Shortcuts
zh_hans: 全局快捷键

source: Last Result
zh_hans: 最近结果

source: Launch at Login
zh_hans: 开机启动

source: Less
zh_hans: 少

source: LiteLLM (auto-updated)
zh_hans: LiteLLM（自动更新）

source: Loading usage data...
zh_hans: 正在加载使用数据...

source: Made by Bengerthelorf
zh_hans: 由 Bengerthelorf 制作

source: Menu Bar
zh_hans: 菜单栏

source: Model data will appear here once usage is recorded.
zh_hans: 使用数据记录后，模型数据将显示在此处。

source: Models
zh_hans: 模型

source: Monthly Budget
zh_hans: 月度预算

source: More
zh_hans: 多

source: Name
zh_hans: 名称

source: New Profile
zh_hans: 新建配置文件

source: Next
zh_hans: 下一步

source: No data yet
zh_hans: 暂无数据

source: No remote devices configured
zh_hans: 未配置远程设备

source: Notifications
zh_hans: 通知

source: Notifies when your 5-hour quota window resets to 0%.
zh_hans: 当 5 小时配额窗口重置为 0% 时通知。

source: Now
zh_hans: 现在

source: Open in separate window
zh_hans: 在单独窗口中打开

source: OpenClaw Paths
zh_hans: OpenClaw 路径

source: Optional, e.g. ~/.ssh/id_ed25519
zh_hans: 可选，例如 ~/.ssh/id_ed25519

source: Or choose a quota source in Settings > General after setup.
zh_hans: 或在设置 > 通用 中完成设置后选择配额来源。

source: Overview
zh_hans: 概览

source: POST with JSON body: {title, body, timestamp, source}
zh_hans: 使用 JSON 正文 POST：{title, body, timestamp, source}

source: Pace
zh_hans: 速率

source: Path
zh_hans: 路径

source: Paths
zh_hans: 路径

source: Preset
zh_hans: 预设

source: Press shortcut...
zh_hans: 按下快捷键...

source: Previous
zh_hans: 上一步

source: Pricing Source
zh_hans: 定价来源

source: Profile Name
zh_hans: 配置文件名称

source: Profiles
zh_hans: 配置文件

source: Project data will appear here once usage is recorded.
zh_hans: 使用数据记录后，项目数据将显示在此处。

source: Projects
zh_hans: 项目

source: Quit Claudit
zh_hans: 退出 Claudit

source: Quota
zh_hans: 配额

source: Quota Refresh
zh_hans: 配额刷新

source: Quota Source
zh_hans: 配额来源

source: Quota usage
zh_hans: 配额使用

source: Recent Requests
zh_hans: 最近请求

source: Record
zh_hans: 录制

source: Refresh
zh_hans: 刷新

source: Remote Devices
zh_hans: 远程设备

source: Request Detail
zh_hans: 请求详情

source: Request Headers
zh_hans: 请求头

source: Requires Claude.ai session
zh_hans: 需要 Claude.ai 会话

source: Reset Time
zh_hans: 重置时间

source: Response Body
zh_hans: 响应体

source: Response Headers
zh_hans: 响应头

source: Retry
zh_hans: 重试

source: Run 'claude auth login' to connect.
zh_hans: 运行 'claude auth login' 进行连接。

source: SSH Host
zh_hans: SSH 主机

source: SSH Key Path
zh_hans: SSH 密钥路径

source: SSH password
zh_hans: SSH 密码

source: Save
zh_hans: 保存

source: Search messages…
zh_hans: 搜索消息…

source: Select your organization:
zh_hans: 选择您的组织：

source: Send Test
zh_hans: 发送测试

source: Send alerts to external services when quota or budget thresholds are crossed.
zh_hans: 当配额或预算阈值被超过时向外部服务发送警报。

source: Sends a minimal API call and reads quota from response headers. Low overhead, no extra login needed. Includes Sonnet breakdown but not Opus.
zh_hans: 发送最小 API 调用并从响应头读取配额。开销低，无需额外登录。包含 Sonnet 分类但不包含 Opus。

source: Sends a notification when your 5-hour usage crosses any enabled threshold.
zh_hans: 当 5 小时使用量超过任何已启用的阈值时发送通知。

source: Sends a test message to verify your webhook configuration.
zh_hans: 发送测试消息以验证 Webhook 配置。

source: Server Settings → Integrations → Webhooks → Copy URL
zh_hans: 服务器设置 → 集成 → Webhooks → 复制 URL

source: Service
zh_hans: 服务

source: Session Reset Notification
zh_hans: 会话重置通知

source: Session data will appear here once usage is recorded.
zh_hans: 使用数据记录后，会话数据将显示在此处。

source: Session expired
zh_hans: 会话已过期

source: Sessions
zh_hans: 会话

source: Settings
zh_hans: 设置

source: Shortcuts
zh_hans: 快捷键

source: Sign In Again
zh_hans: 重新登录

source: Sign In to Claude.ai
zh_hans: 登录 Claude.ai

source: Sign In to Console
zh_hans: 登录控制台

source: Sign Out
zh_hans: 退出登录

source: Sign in to console.anthropic.com to view API spend, limits, and per-key usage on the Dashboard.
zh_hans: 登录 console.anthropic.com 查看仪表盘上的 API 支出、限额和按密钥使用量。

source: Signed in successfully
zh_hans: 登录成功

source: Skip Setup
zh_hans: 跳过设置

source: Spending
zh_hans: 支出

source: Status
zh_hans: 状态

source: Statusline
zh_hans: 状态栏

source: Switch to
zh_hans: 切换到

source: Switch to this Profile
zh_hans: 切换到此配置文件

source: System
zh_hans: 系统

source: Test Connection
zh_hans: 测试连接

source: Thinking
zh_hans: 思考中

source: This will permanently delete the profile and its stored credentials.
zh_hans: 这将永久删除配置文件及其存储的凭据。

source: Time Scale
zh_hans: 时间尺度

source: Today
zh_hans: 今日

source: Today's Cost
zh_hans: 今日费用

source: Tool usage data will appear here once recorded.
zh_hans: 使用数据记录后，工具数据将显示在此处。

source: Tools
zh_hans: 工具

source: Track your Claude API usage, quota, and costs from the menu bar.
zh_hans: 从菜单栏跟踪 Claude API 的使用量、配额和费用。

source: Usage
zh_hans: 使用量

source: Usage Refresh
zh_hans: 使用量刷新

source: Usage by API Key
zh_hans: 按 API 密钥使用量

source: Usage history will appear as quota data is recorded over time.
zh_hans: 随着配额数据记录，使用历史将显示在此处。

source: Use Password
zh_hans: 使用密码

source: Uses Claude.ai session cookie. Full data including Opus and Sonnet breakdown.
zh_hans: 使用 Claude.ai 会话 Cookie。包含 Opus 和 Sonnet 分类的完整数据。

source: Uses the same thresholds as 5-hour alerts for the 7-day window.
zh_hans: 7 天窗口使用与 5 小时警报相同的阈值。

source: Verify
zh_hans: 验证

source: Verify Connection
zh_hans: 验证连接

source: Verifying connection...
zh_hans: 正在验证连接...

source: View
zh_hans: 视图

source: View Conversation
zh_hans: 查看对话

source: View Sessions
zh_hans: 查看会话

source: Webhook Notifications
zh_hans: Webhook 通知

source: Webhooks
zh_hans: Webhook

source: Weekly
zh_hans: 每周

source: Welcome to Claudit
zh_hans: 欢迎使用 Claudit

source: When the 5-hour quota window is at 0%, automatically creates and deletes a minimal conversation to start the timer. Requires Claude.ai session sign-in.
zh_hans: 当 5 小时配额窗口为 0% 时，自动创建并删除最小对话以启动计时器。需要 Claude.ai 会话登录。

source: Writes quota data to a cache file that your statusline script can read. Does not modify your existing statusline configuration.
zh_hans: 将配额数据写入缓存文件，供状态栏脚本读取。不会修改现有状态栏配置。

source: e.g. My Server
zh_hans: 例如 我的服务器

source: e.g. user@192.168.1.100 or ssh-alias
zh_hans: 例如 user@192.168.1.100 或 ssh-alias

source: This Month
zh_hans: 本月

source: All Time
zh_hans: 全部

source: Burn Rate
zh_hans: 消耗速率

source: ~/.claude (default)
zh_hans: ~/.claude（默认）

source: Sign in to your Claude.ai account
zh_hans: 登录您的 Claude.ai 账户

source: Sign in to your Anthropic Console account
zh_hans: 登录您的 Anthropic 控制台账户

source: Done
zh_hans: 完成

source: Fetching organizations...
zh_hans: 正在获取组织...

source: Shortcuts work even when Claudit is in the background. Click a field and press your desired key combination to set a shortcut.
zh_hans: 即使 Claudit 在后台运行，快捷键也能工作。点击字段并按下所需的按键组合来设置快捷键。

source: Delete Profile?
zh_hans: 删除配置文件？
